import React from 'react'

function Compo(){
    return(<div>
        
        <br />
        <center>
          <br />
          <iframe width="700" height="450" src="https://www.youtube.com/embed/nq3M1dRbXKU" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
            allowfullscreen></iframe>
          <br />
          <br />
          <h3>ปล่อย - NUM KALA</h3>
          <br />
          <p className="Compo">
            ปล่อยความคิด ทิ้งไว้ให้ใจไม่ต้องคิด
            <br /> ปล่อยชีวิต ไปตามแต่โชคชะตา
            <br /> ปล่อยความหลังฝังใจ ให้มันด้านชา
            <br /> ปล่อยน้ำตา ให้มันหลั่งริน
            <br />
            <br /> ปล่อยแม่น้ำ ให้ไหลร่วงไปจนสุดสาย
            <br /> ปล่อยใบไม้ทิ้งใบร่วงลงพื้นดิน
            <br /> ปล่อยให้นกหลงทาง ได้กางปีกบิน
            <br /> ไปตามเสียงที่ได้ยินในใจ
            <br />
            <br /> ปล่อยให้เธอได้เจอทางที่ดี

            <br /> ปล่อยให้เธอได้มีชีวิตใหม่
            <br /> ปล่อยให้การเฝ้ารอของเธอ ได้เจอจุดหมาย
            <br /> ปล่อยความรักนำทางให้เธอ
            <br />
            <br /> ปล่อยความฝัน ของฉันให้เป็นแค่ความฝัน
            <br /> ปล่อยดวงจันทร์ ให้ตามตะวันไม่เจอ
            <br /> ปล่อยความรักให้เป็น แค่คำเพ้อเจ้อ
            <br /> ปล่อยฉันให้ละเมอ เดียวดาย
            <br />
            <br /> ปล่อยให้เธอได้เจอทางที่ดี

            <br /> ปล่อยให้เธอได้มีชีวิตใหม่
            <br /> ปล่อยให้การเฝ้ารอของเธอ ได้เจอจุดหมาย
            <br /> ปล่อยความรักนำทางให้เธอ
            <br />
            <br /> ปล่อยความฝัน ของฉันให้เป็นแค่ความฝัน
            <br /> ปล่อยดวงจันทร์ ให้ตามตะวันไม่เจอ
            <br /> ปล่อยความรักให้เป็น แค่คำเพ้อเจ้อ
            <br /> ปล่อยฉันให้ละเมอ เดียวดาย
            <br />
            <br /> ปล่อยความรักให้เป็น แค่คำเพ้อเจ้อ
            <br /> ปล่อยฉันให้ละเมอ
            <br />
            <br />
          </p>
        </center>
      </div> 
    )

}export default Compo;